BOT_TOKEN = "MTEyOTc5MzA1OTcxMDgzMjczMA.G0o-H3.5eVQfWTvJXlT5lZ9n_vJB4EFD-TtxBJVpzCemY"
ID_POST = 1129156882058190909
USER_ROLES_LIST = ()
MAX_ROLES = 100

ROLES_LIST = {
    "<:__:1098353586821419128>": 1129154149129404567,
    "<:yuiangry:1129157341233811557>": 1128758667332829274,
    "<:handsup:1124094525334360187>": 1124089071506034842,
    "<:512money:1124094507177230476>": 1124089033358835794,
    "<:sleepy:1124093625106710648>": 1124088829196910623,
    "<:moa:1124094544489742406>": 1124088926261489684,
    "<:smilleee:1124094574579683378>": 1124089432589488199
}
MAIN_ROLE = 1129378233872289825
MEGA_ROLE = 1131624423607255182

"""  Любитель арбузиков - малиночка
🐰   - Любитель шизиков - кроледемон
🪨   - Любитель камней - булыжник
👶   - Любитель лолей - пиратик
☯️   - Любитель иньянчиков - яркий лучик
🦏   - Любитель рожек - фанатик
🧨   - Любитель тротила - волшебник с калашом"""
